Repository: DIS-SIN/CSPS-Data-Explorer-
Catalog: data_explorer/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <awaiting mapping>
fr: <en attente de catégorisation>

source: No response
fr: Aucune réponse

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: Registrations
fr: Inscriptions

source: Unique Learners
fr: Apprenants uniques

source: No-Shows
fr: Absences

source: Atlantic
fr: Atlantique

source: NCR
fr: RCN

source: Ontario Region
fr: Région d'Ontario

source: Pacific
fr: Pacifique

source: Québec Region
fr: Région du Québec

source: Outside Canada
fr: Hors du Canada

source: Open Offerings
fr: Offres ouvertes

source: Delivered Offerings
fr: Offres livrées

source: Cancelled Offerings
fr: Offres annulées

source: Client Requests
fr: Demandes des clients

source: Browse Tab
fr: Onglet de navigation

source: General Tab
fr: Onglet général

source: Dashboard Tab
fr: Onglet du tableau de bord

source: Comments Tab
fr: Onglet des commentaires

source: Ratings Tab
fr: Onglet des classements

source: Schedule Tab
fr: Onglet de l'horaire

source: Course Not Found
fr: Cours introuvable

source: Apologies, this tab contains no data.
fr: Désolé, cet onglet ne contient aucune donnée.

source: This app is the result of a collaborative effort between all three branches of the School.
fr: Cette application est le résultat d'un effort de collaboration entre les trois branches de l'École.

source: Acknowledgments:
fr: Remerciements :

source: Application Management
fr: Gestion des applications

source: Curriculum Management
fr: Gestion du curriculum

source: Digital Academy
fr: Académie du numérique

source: Learning Evaluation Unit
fr: Évaluation de l'apprentissage

source: Learning Solutions
fr: Solutions d'apprentissage

source: If you encounter any bugs or would like features added, please contact <a href="mailto:sam.louden@canada.ca">Sam Louden</a>.
fr: Si vous rencontrez des bogues ou avez une suggestion pour une nouvelle fonctionnalité, veuillez contacter <a href="mailto:sam.louden@canada.ca">Sam Louden</a>.

source: Data in the Dashboards, Maps, and Comments tabs are updated every weekday at 10:30am.
fr: Les données des onglets Tableaux de bord, Cartes, et Commentaires sont mises à jour à tous les jours de la semaine à 10h30.

source: Data in the General tab are updated the first Friday of each month.
fr: Les données de l'onglet Général sont mises à jour le premier vendredi de chaque mois.

source: Coming Soon
fr: Bientôt disponible

source: Choose any course to see all of its data.
fr: Choisissez n'importe quel cours pour voir toutes ses données.

source: Go
fr: Aller

source: Make My Day
fr: Surprends-moi

source: No results
fr: Aucun résultat

source: CSPS Data Explorer
fr: Explorateur de données de l'EFPC

source: Top of page
fr: Haut de la page

source: GoC Logo
fr: Logo du GC

source: Note: Events are not yet tracked.
fr: Notez : Les événements ne sont pas encore catalogués.

source: Browse courses by business line and provider.
fr: Naviguer les cours par ligne d'affaires et fournisseur.

source: Note: If you're the owner of an unclaimed course, please contact <a href="mailto:csps.lpb.curriculum.dgpa.efpc@canada.ca">Curriculum Management</a>.
fr: Notez : Si vous êtes le responsable d'un cours non réclamé, veuillez contacter <a href="mailto:csps.lpb.curriculum.dgpa.efpc@canada.ca">Gestion du curriculum</a>.

source: Download all raw data
fr: Télécharger les données brutes

source: Search for offerings by date, instructor, and more.
fr: Trouver les offres par date, instructeur, et plus.

source: From:
fr: De :

source: Optional Filters
fr: Filtres optionnels

source: To:
fr: À :

source: Legend
fr: Légende

source: Red Marker
fr: Icône rouge

source: Orange Marker
fr: Icône orange

source: Green Marker
fr: Icône verte

source: Blue Marker
fr: Icône bleue

source: Close
fr: Fermer

source: Business Line
fr: Ligne d'affaires

source: All
fr: Toutes

source: GC and Public Sector Skills
fr: Compétences au GC et à la fonction publique

source: Indigenous Learning
fr: Apprentissage sur les questions autochtones

source: Respectful and Inclusive Workplace
fr: Milieu de travail respectueux et inclusif

source: Transferable Skills
fr: Compétences transférables

source: Course Code
fr: Code de cours

source: Instructor
fr: Instructeur

source: Exclude Cancelled Offerings
fr: Exclure les offres annulées

source: No
fr: Non

source: Yes
fr: Oui

source: Show Only Client Requests
fr: Afficher uniquement les demandes des clients

source: Additional Info
fr: Infos additionnelles

source: Offering ID
fr: Code de l'offre

source: Start Date
fr: Début

source: End Date
fr: Fin

source: Status
fr: Statut

source: Language
fr: Langue

source: City
fr: Ville

source: Region
fr: Région

source: Confirmed
fr: Confirmées

source: Cancelled
fr: Annulées

source: Waitlisted
fr: En attente

source: Event Description
fr: Description de l'événement

source: Client Code
fr: Code du client

source: Client Name
fr: Nom du client

source: Results:
fr: Résultats :

source: Offerings that have been cancelled.
fr: Offres qui ont été annulées.

source: Offerings taking place in the next 30 days with fewer than 10 confirmed registrations.
fr: Offres qui auront lieu au fil des 30 prochains jours ayant moins de 10 inscriptions confirmées.

source: Offerings with more than 10 confirmed registrations and / or that are more than 30 days away.
fr: Offres ayant plus de 10 inscriptions confirmées et / ou qui auront lieu dans plus de 30 jours.

source: Offerings that have already taken place.
fr: Offres ayant déjà eu lieu.

source: Course Title
fr: Titre de cours

source: Instructor(s)
fr: Instructeur(s)

source: Business Type
fr: Type de livraison

source: More
fr: Plus

source: No offerings match criteria.
fr: Aucune offre ne correspond aux critères.

source: Offering
fr: Offre

source: Offerings
fr: Offres

source: Apologies, this course is currently catalogued without a description.
fr: Désolé, ce cours est présentement catalogué sans description.

source: Provider
fr: Fournisseur

source: &lt;awaiting mapping&gt;
fr: &lt;en attente de catégorisation&gt;

source: Duration
fr: Durée

source: hours
fr: heures

source: hour
fr: heure

source: Displayed on GCcampus
fr: Affiché sur GCcampus

source: Tooltip
fr: Infobulle

source: Field
fr: Champ

source: Contents
fr: Contenu

source: Communities
fr: Communautés

source: Director
fr: Directeur

source: Main Topic
fr: Sujet principal

source: Point of Contact
fr: Point de contact

source: Program Manager
fr: Gestionnaire de programme

source: Project Lead
fr: Chef de projet

source: Required Training
fr: Formation requise

source: <h5>Tip:</h5><p>Some courses (like leadership programs) have restricted access.</p>
fr: <h5>Indice :</h5><p>Certains cours (comme les programmes de leadership) ont un accès limité.</p>

source: <h5>Tip:</h5><p>This information is tracked by Curriculum Management.</p>
fr: <h5>Indice :</h5><p>Ces infos sont maintenues par Gestion du curriculum.</p>

source: Locations of open and delivered offerings around the globe for the current fiscal year.
fr: Emplacements des offres ouvertes et livrées à travers le monde pour l'année fiscale en cours.

source: Locations of confirmed registrations around the globe for the current fiscal year.
fr: Emplacements des inscriptions confirmées à travers le monde pour l'année fiscale en cours.

source: General
fr: Général

source: Dashboards
fr: Tableaux de bord

source: Learners
fr: Apprenants

source: Maps
fr: Cartes

source: Comments
fr: Commentaires

source: Improvement
fr: Amélioration

source: Overall
fr: Global

source: Technical
fr: Technique

source: Categorical
fr: Catégorique

source: Overall Satisfaction
fr: Satisfaction globale

source: Ratings
fr: Classements

source: Schedule
fr: Horaire

source: Download raw data
fr: Télécharger les données brutes

source: Download raw comments
fr: Télécharger les commentaires

source: Download raw ratings
fr: Télécharger les classements

source: Offerings Created in
fr: offres crées en

source: Offering Created in
fr: offre crée en

source: and 2020-21
fr: et 2020-21

source: Location
fr: Site

source: No offerings created this fiscal year.
fr: Aucune offre n'a été créée cette année fiscale.

source: Five
fr: Cinq

source: Four
fr: Quatre

source: Three
fr: Trois

source: Two
fr: Deux

source: One
fr: Une

source: Apologies, this course has yet to receive any feedback of this type.
fr: Désolé, ce cours n'a pas encore reçu de rétroactions de ce type.

source: <strong>Number of Responses:</strong> 0
fr: <strong>Numéro de réponses :</strong> 0

source: <strong>Number of Responses:</strong>
fr: <strong>Numéro de réponses :</strong>

source: My expectations were
fr: L’activité d’apprentissage a

source: Likelihood of recommending to a colleague
fr: Probabilité de recommander à un collègue

source: Did you use any tools from GCcampus?
fr: Avez-vous utilisé des outils provenant de GCcampus?

source: Value of videos from GCcampus
fr: Utilité des vidéos de GCcampus

source: Value of blogs from GCcampus
fr: Utilité des blogues de GCcampus

source: Value of forums from GCcampus
fr: Utilité des forums de GCcampus

source: Value of job aids from GCcampus
fr: Utilité des outils de travail de GCcampus

source: Sentiment Score:
fr: Classement calculé :

source: Stars:
fr: Étoiles :

source: Fiscal Year:
fr: Année fiscale :

source: Load More
fr: Voir plus

source: Comments on instructor performance are currently disabled due to privacy restrictions. If you would like to consult this feedback, please contact the <a href="mailto:csps.facultyfeedback-retroactionfaculte.efpc@canada.ca">Quality Assurance and Data Analysis (QADA)</a> team.
fr: Les commentaires concernant les instructeurs sont présentement désactivés à cause des restrictions de confidentialité. Si vous souhaitez consulter cette rétroaction, veuillez contacter l’équipe de <a href="mailto:csps.facultyfeedback-retroactionfaculte.efpc@canada.ca">l’Assurance de la qualité et de l’analyse des données (AQAD)</a>.

source: End of comments
fr: Fin des commentaires

source: <h5>Tip:</h5><p>Comments are assigned a sentiment score between 1 (most negative) and 5 (most positive) using machine learning.</p>
fr: <h5>Indice :</h5><p>Les commentaires sont classés entre 1 (très négatif) et 5 (très positif) par le biais de l'apprentissage automatique.</p>

source: Comment
fr: commentaire

source: Comments
fr: commentaires

source: in
fr: en

source: in Total
fr: en total

source: Previous Survey
fr: Ancien sondage

source: Monthly Average:
fr: Moyenne mensuelle :

source: Number of Responses:
fr: Numéro de réponses :

source: Satisfaction - Level of detail of the content
fr: Satisfaction - Niveau de détail du contenu

source: Satisfaction - Quality of the content
fr: Satisfaction - Qualité du contenu

source: Satisfaction - Language quality of the materials
fr: Satisfaction - Qualité de la langue du matériel

source: Satisfaction - Quality of the graphics
fr: Satisfaction - Qualité des images

source: Satisfaction - Ease of navigation
fr: Satisfaction - Facilité d'utilisation

source: My knowledge of the subject matter
fr: Ma connaissance du sujet abordé

source: Before the learning activity
fr: Avant l’activité d’apprentissage

source: After the learning activity
fr: Après l’activité d’apprentissage

source: Valuable use of my time
fr: Le temps consacré en valait la peine

source: Relevant to my job
fr: Pertinent pour mon emploi

source: Will contribute to my performance on the job
fr: Va contribuer à mon rendement au travail

source: I can apply what I have learned on the job
fr: Les notions apprises peuvent être appliquées dans mon travail

source: The Offerings section is disabled for online courses as they have no physical location. Try an instructor-led course like D101 to see more.
fr: La section « Offres » est désactivée pour les cours en ligne car ils n'ont pas d'emplacement physique. Veuillez essayer un cours livré en salle de classe comme le D101 pour en voir plus.

source: Overall Numbers
fr: Chiffres globaux

source: Fiscal Year
fr: Année fiscale

source: No-Shows and Confirmed Registrations per Month
fr: Absences et inscriptions confirmées par mois

source: Top 5 Departments
fr: Top 5 des ministères

source: Name
fr: Nom

source: Top 5 Classifications
fr: Top 5 des classifications

source: <h5>Tip:</h5><p>There may be fewer unique learners than registrations if one or more people retook the course.</p>
fr: <h5>Indice :</h5><p>Le nombre d'apprenants uniques pourrait être inférieur au nombre d'inscriptions au cas où on reprend le cours.</p>

source: Open & Delivered Offerings per Region
fr: Offres ouvertes & livrées par région

source: Open & Delivered Offerings per Region and Quarter
fr: Offres ouvertes & livrées par région et trimestre

source: Q1
fr: T1

source: Q2
fr: T2

source: Q3
fr: T3

source: Q4
fr: T4

source: <h5>Tip:</h5><p>Past offerings must be closed before Level 1 surveys are sent.</p>
fr: <h5>Indice :</h5><p>Les offres ayant déjà eu lieu doivent être fermées afin d'assurer l'envoi des sondages de niveau 1.</p>

source: <h5>Tip:</h5><p>This chart is interactive and shows offerings by Region, Province, and City.</p>
fr: <h5>Indice :</h5><p>Ce graphique est interactif est présente les offres par région, province, et ville.</p>

source: Open & Delivered Offerings per Language
fr: Offres ouvertes & livrées par langue

source: English
fr: Anglais

source: French
fr: Français

source: Bilingual
fr: Bilingue

source: %% of Offerings Cancelled
fr: %% d'offres annulées

source: All Instructor-Led Courses
fr: Tous les cours en salle de classe

source: Average Class Size
fr: Effectif de classe moyen

source: Average No-Shows per Offering
fr: Absences moyennes par offre

source: GC Logo
fr: Logo du GC

source: Français
fr: English

source: Home
fr: Accueil

source: About
fr: À propos

source: Browse
fr: Naviguer

source: Calendar
fr: Calendrier

source: Departments
fr: Ministères
